[
  {
    "id": 0,
    "name": "Jupiter",
    "name1": "fifth planet",
    "image": "assets/images/jupiter.png",
    "Gallery1": "assets/jupiter/1.jpeg",
    "Gallery2": "assets/jupiter/2.jpeg",
    "Gallery3": "assets/jupiter/3.jpeg",
    "Gallery4": "assets/jupiter/4.jpeg",
    "Gallery5": "assets/jupiter/5.jpeg",
    "Exploration": "While Jupiter has been known since ancient times, the first detailed observations of this planet were made by Galileo Galilei in 1610 with a small telescope. More recently, this planet has been visited by passing spacecraft, orbiters and probes.\n\nPioneer 10 and 11 and Voyager 1 and 2 were the first to fly by Jupiter in the 1970s, and since then we’ve sent Galileo to orbit the gas giant and drop a probe into its atmosphere. Cassini took detailed photos of Jupiter on its way to neighboring Saturn, as did New Horizons on its quest for Pluto and the Kuiper Belt. NASA’s Juno spacecraft, which arrived in the Jovian system in July 2016, is currently studying the giant planet from orbit."
  },
  {
    "id": 1,
    "name": "Earth",
    "name1": "Third planet",
    "image": "assets/images/earth.png",
    "Gallery1": "assets/earth/1.jpeg",
    "Gallery2": "assets/earth/2.jpeg",
    "Gallery3": "assets/earth/3.jpeg",
    "Gallery4": "assets/earth/4.jpeg",
    "Gallery5": "assets/earth/5.jpeg",
    "Exploration": "Earth is made up of complex, interactive systems that create a constantly changing world that we are striving to understand. From the vantage point of space, we are able to observe our planet globally, using sensitive instruments to understand the delicate balance among its oceans, air, land, and life. NASA satellite observations help study and predict weather, drought, pollution, climate change, and many other phenomena that affect the environment, economy, and society.\n\nFor a deeper dive into NASA's Earth science mission, visit NASA's Earth Science Division and NASA's Earth Observatory."
  },
  {
    "id": 2,
    "name": "Mercury",
    "name1": "First planet",
    "image": "assets/images/mercury.png",
    "Gallery1": "assets/mercury/1.jpeg",
    "Gallery2": "assets/mercury/2.jpeg",
    "Gallery3": "assets/mercury/3.jpeg",
    "Gallery4": "assets/mercury/4.jpeg",
    "Gallery5": "assets/mercury/5.jpeg",
    "Exploration": "Because Mercury is so close to the Sun, it is hard to directly observe from Earth except during dawn or twilight when the Sun's brightness doesn't outshine little Mercury. However, 13 times each century, observers on Earth can watch Mercury pass across the face of the Sun, an event called a transit. These rare transits fall within several days of May 8 and November 10. Previous transits occurred May 7, 2003, Nov. 8, 2006, and May 9, 2016, and Nov. 11, 2019.\n\nThe first spacecraft to visit Mercury was NASA's Mariner 10, which imaged about 45% of the surface. NASA's MESSENGER spacecraft flew by Mercury three times and orbited the planet for four years before crashing on its surface at the end of its mission.\n\nThe European Space Agency and JAXA launched a joint mission to Mercury in 2018. The mission, called BepiColombo, is made up of two spacecraft. ESA built the main spacecraft, the Mercury Planetary Orbiter, and JAXA supplied the Mercury Magnetospheric Orbiter.\n\nBepiColombo captured its first views of Mercury during a flyby on Oct. 1, 2021. A total of nine flybys are planned to help steer the spacecraft into orbit in late 2025. It will begin its primary science mission in early 2026."
  },
  {
    "id": 3,
    "name": "Mars",
    "name1": "fourth planet",
    "image": "assets/images/mars.png",
    "Gallery1": "assets/mars/1.jpeg",
    "Gallery2": "assets/mars/2.jpeg",
    "Gallery3": "assets/mars/3.jpeg",
    "Gallery4": "assets/mars/4.jpeg",
    "Gallery5": "assets/mars/5.jpeg",
    "Exploration": "No planet beyond Earth has been studied as intensely as Mars. Recorded observations of Mars date as far back as the era of ancient Egypt over 4,000 years ago, when they charted the planet's movements in the sky. Today, NASA has a fleet of robotic spacecraft study Mars from all angles.\n\nOn the ground: NASA's next-generation Perseverance rover – the largest, most advanced rover NASA has sent to another world – touched down on Mars on Feb. 18, 2021. Two other NASA spacecraft already are at work on the surface. NASA's Curiosity rover is exploring Mount Sharp in Gale Crater. NASA's InSight, a stationary lander, is probing the interior of Mars from a site on a flat smooth plain called Elysium Planitia.\nIn the air: The Ingenuity helicopter flew to Mars attached to the belly of Perseverance. On April 19, 2021, Ingenuity became the first aircraft in history to make a powered, controlled flight on another planet.\nIn orbit: NASA has three spacecraft in orbit: Mars Reconnaissance Orbiter, Mars Odyssey, and MAVEN.\nInternational missions: The Hope orbiter from the United Arab Emirates arrived at Mars on Feb. 9, 2021. China’s Tianwen-1 mission arrived on Feb. 10, 2021, and it includes an orbiter, a lander, and a rover. In May 2021, China became the second nation to ever land successfully on Mars when its Zhurong Mars rover touched down. ESA manages the ExoMars Trace Gas Orbiter and Mars Express missions. India's first Red Planet spacecraft – the Mars Orbiter Mission (MOM) – has been orbiting Mars since 2014."
  },
  {
    "id": 4,
    "name": "Venus",
    "name1": "second planet",
    "image": "assets/images/venus.png",
    "Gallery1": "assets/venus/1.jpeg",
    "Gallery2": "assets/venus/2.jpeg",
    "Gallery3": "assets/venus/3.jpeg",
    "Gallery4": "assets/venus/4.jpeg",
    "Gallery5": "assets/venus/5.jpeg",
    "Exploration": "More than 40 spacecraft have launched for Venus. One spacecraft – Japan's Akatsuki – is currently in orbit. Three new Venus missions will launch in the next decade.\n\nNASA's Mariner 2 was the first spacecraft to visit any planet beyond Earth when it flew past Venus on Dec. 14, 1962. Data gathered in a 42-minute scan forever changed how we see Earth's closest neighbor. It revealed Venus as a runaway global hothouse. Understanding what went wrong with Venus' climate could help protect Earth. \"What's so fascinating is that both Earth and Venus are about the same size,\" said Lori Glaze, NASA's Director of Planetary Science. She is a longtime Venus expert. \"Venus is a little smaller, but not much. They have similar gravity. They formed in the same part of the solar system. They probably formed at about the same time. And you would think that they would have evolved very similarly. But they didn't. Earth and Venus went very different directions.\"\n\nExploring the surface of Venus is difficult because of the intense heat and crushing air pressure. The longest any spacecraft has survived on the surface is a little over two hours – a record set by the Soviet Union's Venera 13 probe in 1981.\n\nNASA's DAVINCI mission is next up with a planned probe landing in 2031. The probe will focus on the atmospheric descent, but there is a chance it will send surface data for a few minutes.\nNASA's VERITAS and ESA's EnVision will follow with orbital observations in the 2030s."
  },
  {
    "id": 5,
    "name": "Saturn",
    "name1": "Sixth planet",
    "image": "assets/images/saturn.png",
    "Gallery1": "assets/saturn/1.jpeg",
    "Gallery2": "assets/saturn/2.jpeg",
    "Gallery3": "assets/saturn/3.jpeg",
    "Gallery4": "assets/saturn/4.jpeg",
    "Gallery5": "assets/saturn/5.jpeg",
    "Exploration": "Four robotic spacecraft have visited Saturn. NASA's Pioneer 11 provided the first close look in September 1979. NASA's twin Voyager 1 and Voyager 2 spacecraft followed up with flybys nine months apart in 1980 and 1981.Each flyby revealed intriguing details about the ringed giant world, but it wasn't until the international Cassini mission arrived in orbit in 2004 that our understanding of Saturn really started to take shape. Cassini studied Saturn from orbit for 13 years before its human engineers on Earth transformed it into an atmospheric probe for its spectacular final plunge into the planet in September 2017. Cassini also carried ESA's Huygens Probe, which landed on Saturn's moon Titan in 2005.From Earth, astronomers have studied Saturn with telescopes for centuries. And the Hubble Space Telescope continues to uncover new details from its perch in Earth orbit."
  },
  {
    "id": 6,
    "name": "Uranus",
    "name1": "Seventh planet",
    "image": "assets/images/uranus.png",
    "Gallery1": "assets/uranus/1.jpeg",
    "Gallery2": "assets/uranus/2.jpeg",
    "Gallery3": "assets/uranus/3.jpeg",
    "Gallery4": "assets/uranus/4.jpeg",
    "Gallery5": "assets/uranus/5.jpeg",
    "Exploration": "Only one spacecraft has visited distant Uranus. After traveling more than 1.8 billion miles (3 billion kilometers) in nine years, NASA's Voyager 2 gathered much of its critical information about the mysterious planet, including its rings and moons, in just six hours.\n\nThe rest of what we know about Uranus comes from observations via the Hubble Space Telescope and several powerful ground-based telescopes.\n\nSignificant Events\nMar. 13, 1781: British astronomer William Herschel discovers Uranus—the first new planet discovered since ancient times - while searching for faint stars.\n1787-1851: Four Uranian moons are discovered and named Titania, Oberon, Ariel and Umbriel.\n1948: Another moon, Miranda, is discovered.\nMar. 10, 1977: While observing Uranus' passing in front of a distant star (SAO 158687), scientists at the Kuiper Airborne Observatory and the Perth Observatory in Australia were eager for a rare chance to observe the distant planet. Observations before and after the main event led to a major discovery: Uranus, like Saturn, is encircled with rings.\nJan. 24, 1986: NASA's Voyager 2 made the first - and so far the only - visit to Uranus. The spacecraft came within 50,600 miles (81,500 kilometers) of the planet's cloud tops. Voyager discovered 10 new moons, two new rings and a magnetic field stronger than that of Saturn.\nDec. 22, 2005: NASA announces the discovery of a new pair of rings around Uranus and two new, small moons (Mab and Cupid) orbiting the planet from photographs taken by the Hubble Space Telescope. The largest ring discovered by Hubble is twice the diameter of the planet's previously known rings.\n2006: Observations made at the Keck Observatory and by the Hubble Space Telescope show that Uranus' outer ring is colored blue while the new inner ring is reddish.\nDec. 2007: Uranus reaches equinox. Equinox is when the planet is fully illuminated as the Sun passes over its equator. Equinox also brings a ring-plane crossing, when Uranus' rings appear to get narrower as they pass through, appearing edge-on and then widen again as seen from Earth.\nMar. 18, 2011: New Horizons passes the orbit of Uranus on its way to Pluto, becoming the first spacecraft to journey beyond Uranus' orbit since Voyager 2. However, Uranus was not near the crossing point. The spacecraft is asleep during most of its eight-year interplanetary trek from Jupiter to Pluto. Mission controllers do wake up New Horizons for 50 days each year to perform necessary checkups on its instruments."
  },
  {
    "id": 7,
    "name": "Neptune",
    "name1": "Eighth planet",
    "image": "assets/images/neptune.png",
    "Gallery1": "assets/neptune/1.jpeg",
    "Gallery2": "assets/neptune/2.jpeg",
    "Gallery3": "assets/neptune/3.jpeg",
    "Gallery4": "assets/neptune/4.jpeg",
    "Gallery5": "assets/neptune/5.jpeg",
    "Exploration": "Galileo recorded Neptune as a fixed star during observations with his small telescope in 1612 and 1613. More than 200 years later, the ice giant Neptune became the first planet located through mathematical predictions rather than through regular observations of the sky. Because Uranus didn't travel exactly as astronomers expected it to, French mathematician Urbain Joseph Le Verrier proposed the position and mass of a then-unknown planet that could cause the observed changes to Uranus' orbit. Le Verrier sent his predictions to Johann Gottfried Galle at the Berlin Observatory, who found Neptune on his first night of searching in 1846. Seventeen days later, Neptune's largest moon Triton was discovered as well.\n\nMore than 140 years later, in 1989, NASA's Voyager 2 became the first-and only-spacecraft to study Neptune up close. Voyager returned a wealth of information about Neptune and its moons-and confirmed evidence the giant world had faint rings like the other gas planets. Scientists also use the Hubble Space Telescope and powerful ground-based telescopes to gather more information about this distant planet."
  }
]
